<unk>	0
<s>	0
</s>	0
GC	-0
GA	-1
TC	-2
TA	-3
TG	-4
CA	-5
TT	-6
GAA	-7
GCA	-8
TCA	-9
GG	-10
GCC	-11
TAA	-12
CC	-13
TCC	-14
TGA	-15
CAA	-16
GT	-17
TGG	-18
AA	-19
TGC	-20
GGC	-21
GGA	-22
TAC	-23
TTC	-24
GCAA	-25
GAC	-26
TCAA	-27
TTA	-28
CAC	-29
GAAA	-30
TTG	-31
GTC	-32
GTA	-33
GTT	-34
TAAA	-35
GCCC	-36
GTG	-37
TGAA	-38
TTTT	-39
GCCA	-40
CCC	-41
TTCC	-42
TTAA	-43
GAGC	-44
TGGC	-45
TGGA	-46
TCAC	-47
TGCA	-48
TGAC	-49
GGAA	-50
TGCC	-51
TCCA	-52
TCCC	-53
TTCA	-54
TTTA	-55
GAAAA	-56
GGCA	-57
GGCC	-58
CAAA	-59
TAAC	-60
TTGA	-61
GTGA	-62
GAAC	-63
GCGG	-64
TTTC	-65
GCTC	-66
TACC	-67
TACA	-68
CAAC	-69
GTTC	-70
GTCA	-71
GCGA	-72
GCAC	-73
TTAC	-74
TGTA	-75
GACC	-76
AAA	-77
GAGG	-78
GTAA	-79
TTGG	-80
GCGC	-81
GGGG	-82
GACA	-83
TATC	-84
TGTC	-85
GCTG	-86
GTGG	-87
CACC	-88
GATC	-89
TTGC	-90
GTTA	-91
TTCAA	-92
GCAAA	-93
TAAAA	-94
GTGC	-95
TGTT	-96
GGAC	-97
TGGCC	-98
GCAAC	-99
GGGA	-100
GCTA	-101
TATA	-102
CAAAA	-103
TGGAA	-104
GAGA	-105
TCCCC	-106
TCTA	-107
GTCC	-108
CACA	-109
TCGC	-110
GATA	-111
GTAC	-112
GGAAA	-113
GGGC	-114
GGTC	-115
TATT	-116
GTCAA	-117
GCCCA	-118
TGAAA	-119
TGGCA	-120
GGATC	-121
CATC	-122
TGCAA	-123
CAGA	-124
TGCCC	-125
GGCAA	-126
GATCC	-127
GTTG	-128
CAGG	-129
TGGT	-130
TTCCC	-131
GCACC	-132
TCAAA	-133
TTAAA	-134
GCCCC	-135
GCTGA	-136
GCTCA	-137
TGCCA	-138
TTTTC	-139
GCGCA	-140
GAAAC	-141
TTGAC	-142
TTTCC	-143
GAAAAA	-144
GAACC	-145
GCTGC	-146
TGTCA	-147
TCCGG	-148
TTGCA	-149
TGACC	-150
TAAAC	-151
GTTCA	-152
GGCGG	-153
TATCA	-154
TGAAC	-155
TCTC	-156
TTGAA	-157
TTACC	-158
GGCCA	-159
TGTTC	-160
TACGG	-161
GCATC	-162
TTTAA	-163
GAGAA	-164
GACAA	-165
CAAAC	-166
TGAGC	-167
GTGCA	-168
TTAAC	-169
GTTAA	-170
TCGG	-171
GCCGG	-172
CATA	-173
TGTTG	-174
TCGA	-175
TGGTA	-176
CAGC	-177
TGTGA	-178
GCAAAA	-179
TTTCA	-180
GGCCC	-181
TTTGA	-182
TGTG	-183
GCCTC	-184
TTTTA	-185
TCTGA	-186
TTCCA	-187
CAACA	-188
TCAAC	-189
GAGCA	-190
TCTGC	-191
TGCAC	-192
GTTCC	-193
CAGGA	-194
TCACC	-195
TAGC	-196
TGGAC	-197
TGTCC	-198
TGGCCC	-199
TTCTA	-200
TAGG	-201
TAACC	-202
GGCGGA	-203
TACCA	-204
GAAGG	-205
TTCGG	-206
CAAGC	-207
TCGCC	-208
TCAGG	-209
GAAAAC	-210
GTGTA	-211
GCAGA	-212
TGGGG	-213
GAGTT	-214
TTTTG	-215
GCCAC	-216
GCCACC	-217
GCGGC	-218
TTTG	-219
GAATA	-220
TGAGA	-221
CAAAAA	-222
GACGG	-223
TACAC	-224
GTTTC	-225
GGACC	-226
TGCGC	-227
TATG	-228
TGCGG	-229
GACCC	-230
TTCAC	-231
GCTCC	-232
TGCGGC	-233
TTTGC	-234
TGGTGA	-235
GAACA	-236
TCTCA	-237
TTTCCA	-238
TTTAAAA	-239
TCGAC	-240
GCCAA	-241
CCCC	-242
TCGGC	-243
GGAGC	-244
GTGAA	-245
GATGC	-246
TTTGG	-247
TAGGC	-248
GAGGCC	-249
TATTA	-250
TCTCAA	-251
GCGTG	-252
TCGCCC	-253
GATTTA	-254
CACCAC	-255
GAGGA	-256
GCAGAGC	-257
GCCGC	-258
TTCACC	-259
GTGAC	-260
GTCCC	-261
GTTGC	-262
TTAAAA	-263
GGCGA	-264
GCCAGC	-265
TTCTGA	-266
GTACA	-267
GTTACC	-268
GCGGCC	-269
GATG	-270
CACCA	-271
TCCTG	-272
GTTGG	-273
GCAGAA	-274
TAAGC	-275
TCAGAA	-276
TGCTC	-277
TTTGTT	-278
GACCA	-279
GATCA	-280
TGGAAA	-281
GGTTC	-282
GCTTG	-283
GGAAC	-284
GTAAC	-285
TGACA	-286
GGGCGA	-287
GGCACC	-288
GCTCCC	-289
GGGTC	-290
TCTGAC	-291
TAGAA	-292
TCCCCC	-293
GTAAA	-294
TGAAAA	-295
TACAA	-296
TGCGCTC	-297
TATAAA	-298
TTGCC	-299
GCGCC	-300
TGTTA	-301
CAGCA	-302
TGATC	-303
GTGCC	-304
GGTG	-305
GGGAA	-306
TATGC	-307
GTTACA	-308
TGGTTA	-309
GTTAC	-310
TGGTAA	-311
GGAGA	-312
TAGA	-313
GTGACC	-314
TCACCA	-315
TAGCA	-316
GAAGA	-317
TCACA	-318
GCCGCC	-319
GCTTC	-320
CAGGC	-321
GCCTGG	-322
TGATA	-323
GCTTA	-324
GCGGTGG	-325
TACGA	-326
GTGGA	-327
TAGTT	-328
CACCC	-329
TTCTC	-330
TTACCA	-331
TTCTCC	-332
GCCGGC	-333
GACTC	-334
TATAA	-335
CACCGC	-336
GGATAA	-337
TCATCA	-338
TTTTTC	-339
GTCGG	-340
TATTG	-341
TCTTCC	-342
TCAAAA	-343
TGATAA	-344
GCTTCCC	-345
TATTC	-346
TGTAA	-347
GAACGACC	-348
TGTGGA	-349
GCCGCA	-350
TCCCA	-351
TGGCTTCA	-352
TTTAC	-353
GCGAA	-354
GTTTTC	-355
TATGTA	-356
TTGACGTCAA	-357
GATCCTTTT	-358
TGGCAA	-359
TAAATC	-360
TTTTAC	-361
GAAGTA	-362
GGCAC	-363
TACTCA	-364
GGACA	-365
GCTCAC	-366
GGCAAA	-367
TTTCAC	-368
TTCAAA	-369
GCCGA	-370
TTTATA	-371
GTCTC	-372
GCGCCA	-373
GACGA	-374
TTTGAC	-375
GTCGA	-376
CAAGA	-377
TGGGC	-378
TTTTAAA	-379
GTGTC	-380
TTGCCC	-381
TGGTC	-382
GGGCC	-383
GTGAGC	-384
AAAC	-385
GCACA	-386
TTTCCCC	-387
TCGTA	-388
CATTA	-389
GGTCGTTC	-390
GGGAC	-391
GCCGGAA	-392
GTGGCGA	-393
TGTAC	-394
GTACC	-395
TATCTCA	-396
GAGCGG	-397
TTACA	-398
TATGA	-399
GTCAC	-400
TGAAGCCA	-401
TCCTCC	-402
AAC	-403
GCTGGCC	-404
GCAAAAGGCCA	-405
GGCGCA	-406
GACAC	-407
GACCCC	-408
GCGGTC	-409
GCGCCC	-410
TGTGAC	-411
AAAGGATC	-412
TGCAAA	-413
CAAGG	-414
CAACC	-415
TGCTA	-416
GAGTTC	-417
GTTGGCC	-418
TTCCGGC	-419
GCAGG	-420
TCGCCAC	-421
TAAAAC	-422
TTGGCA	-423
GGCAAC	-424
GATGA	-425
TTTTGG	-426
GATCAA	-427
CAGAA	-428
CATGA	-429
GCCCCC	-430
GTCGTT	-431
TGTCGG	-432
GGAGGC	-433
GGATCAA	-434
TACACC	-435
TGACGG	-436
TCTGG	-437
GTATA	-438
TGCCCA	-439
GAGGC	-440
TGCTAA	-441
GGAAGA	-442
GCAAAAA	-443
GTGAAA	-444
GTAAAA	-445
GGCAAAA	-446
CAAATAC	-447
GATTC	-448
TCATC	-449
GGTGC	-450
TGATGA	-451
GGGGAAA	-452
TCCGCTCA	-453
GCTTCC	-454
TTCTTGA	-455
TGTTTT	-456
GCCTTTC	-457
TTGGC	-458
GAAAAAC	-459
TGGTCA	-460
GAACTC	-461
GCAGC	-462
TTAGTCA	-463
TACGGC	-464
TTGCAAA	-465
GGAAGC	-466
NN	-467
GTGTG	-468
CCCCA	-469
TCCAGC	-470
TAAGTC	-471
TTGAGC	-472
GGCCGC	-473
TCAAGAC	-474
CACTGC	-475
GTGCAC	-476
GTAAAC	-477
GTCTA	-478
GCAACA	-479
TGCAAC	-480
GCCCCA	-481
GGTAA	-482
TTGTA	-483
GAAAAAA	-484
GTTGGA	-485
GTGGC	-486
GGTGCC	-487
TCATTA	-488
GGGGA	-489
TCTTTT	-490
TTAATA	-491
CAAATAAA	-492
GCGTGA	-493
TGGGCA	-494
TTTTAA	-495
TGTGC	-496
TGGGGCA	-497
TTATCAA	-498
GGCGAC	-499
GTTAGGC	-500
TCCGCC	-501
TTAGG	-502
AAAA	-503
GCGTC	-504
CAAGAA	-505
GCAAAC	-506
GCAGTG	-507
TTATCA	-508
TTTAAC	-509
TGTTTA	-510
TAAAAAA	-511
TGGGGC	-512
TCGTGC	-513
GCCGTA	-514
GAAACC	-515
GATCCA	-516
TCGCTC	-517
CAGGTA	-518
TTCTGC	-519
CCGGC	-520
TTCGA	-521
CAATTC	-522
GACCAC	-523
TTATC	-524
TTGATCC	-525
TGCTGC	-526
TGGCGAAA	-527
TGAGTA	-528
TGTAGG	-529
TAACTCC	-530
TTTGTA	-531
GAAAAGA	-532
GTGAAC	-533
TAGTG	-534
GATGCC	-535
GTCCAC	-536
TCCCGTA	-537
GTAAAAA	-538
CAACCC	-539
GAGGGC	-540
GGAACC	-541
TATCGTC	-542
TACGC	-543
TCAAGAA	-544
TATTAAC	-545
GACCAA	-546
CACTC	-547
TGGGA	-548
TTGTC	-549
CAATGC	-550
TCCTC	-551
TTGAAA	-552
GCCTACA	-553
TAAATGGCCC	-554
GTTGA	-555
TTTCGC	-556
TTTGTC	-557
TAACTCCGCCCA	-558
TAACCC	-559
TACCAAC	-560
TGAGAAA	-561
GCCAGCAAC	-562
TAATGA	-563
GGTGAA	-564
TAAATGGCCCGCC	-565
TGTGCAC	-566
TGATTC	-567
GAAGAA	-568
CACTT	-569
GTTCGG	-570
TGGGAC	-571
GGAAAAA	-572
GAGT	-573
GCACGAGG	-574
GTTGGAC	-575
GCGCCAC	-576
TTGACGTCAATGG	-577
GAAGGGA	-578
GCAGGAC	-579
GTGGCTGC	-580
TGTAGCACC	-581
TCTGCTGC	-582
TGGCCTTTT	-583
TGAGG	-584
GAAATA	-585
TACCTACA	-586
GTTTA	-587
TTTTTCAA	-588
CACCACTTCAA	-589
CATCA	-590
TTTTCA	-591
TTACCGG	-592
CCCGC	-593
GTTCCAC	-594
TTGTTA	-595
TGGGGA	-596
CATGTTC	-597
TTTGCA	-598
GCCTATG	-599
GCAGATAC	-600
GCCTTA	-601
GGAACAGGA	-602
TAGGGG	-603
TGCGCAAC	-604
GTGTGG	-605
TCTTTTTCC	-606
TGAACGGGG	-607
TTTAGG	-608
CAAAAAAAC	-609
GTTACCGGATAA	-610
GCCTGGTATC	-611
GTCCTGTCGG	-612
GAGCTTCCA	-613
GTGGCTGCTGCCA	-614
CAGCCA	-615
TACCTCGCTC	-616
TGAACGGGGGGTTC	-617
GAGCGCACGAGG	-618
GATAGTTACCGGATAA	-619
GGCGCAGCGGTC	-620
GCCTGGTATCTTTATA	-621
TGTTGAA	-622
GTCAGGGG	-623
GTTGGACTCAAGAC	-624
GAAGGTAAC	-625
GCCTATGGAAAAAC	-626
TTTGTTTGCC	-627
CACCGCTACCA	-628
GGATCAAGAGC	-629
TTCTAGTGTA	-630
TTCTAGTGTAGCCGTA	-631
TGGTG	-632
TTTTTGTGA	-633
GGCAGGGTC	-634
GCAGAGCGCAGATAC	-635
TTGCAAACAAAAAAAC	-636
TCCTGTTACCA	-637
GTAATCTGCTGC	-638
TACCTCGCTCTGCTAA	-639
TTTCTGCGC	-640
TGAGCGTCA	-641
TGTAGCACCGCCTACA	-642
CACAGCCCA	-643
GCTTGGAGC	-644
GGGGGAAAC	-645
GAACTGAGA	-646
GTGTCTTACCGG	-647
GAAAGGCGGA	-648
TGCTCGTCAGGGG	-649
GTGGCGATAAGTC	-650
CAGGTATCCGG	-651
GCGCCACGCTTCCC	-652
CAGGTATCCGGTAAGC	-653
GTCCTGTCGGGTTTC	-654
GCCACCTCTGAC	-655
GAACGACCTACACC	-656
TACCTACAGCGTGA	-657
TTGAGCGTCGA	-658
GGCGCAGCGGTCGGGC	-659
TACCAACTCTTTTTCC	-660
CAGGAA	-661
GGCATC	-662
TTCTTGAGATCCTTTT	-663
TGACCAAAA	-664
GTGCACACAGCCCA	-665
CAATAC	-666
TCTGTC	-667
TACCC	-668
TTGGAA	-669
TTTTTACGG	-670
TCCCTTAAC	-671
TTTTGCTCA	-672
TCAAAGGATC	-673
TTTTTACGGTTCC	-674
GCCAGCAACGCGGCC	-675
TGATAAA	-676
GTTCCACTGAGCGTCA	-677
GCCCCCC	-678
GCGCAGC	-679
TATCC	-680
TCCCTTAACGTGA	-681
GACCCCGTA	-682
TGTCAC	-683
TGTGGAA	-684
GATAAC	-685
TCCACC	-686
GATAA	-687
GCTGGCCTTTTGCTCA	-688
TTAAAAA	-689
TTGTT	-690
GCTTTT	-691
TATGGA	-692
GACCCCGTAGAAAAGA	-693
TGTTCC	-694
GTACATCAA	-695
TTGATC	-696
TGCCGC	-697
TCAGGA	-698
GGGGC	-699
TTTCCC	-700
GAGCGCC	-701
TGTGG	-702
TGCCCC	-703
TTCAGC	-704
GCGAAA	-705
TTTTTAA	-706
GTTGGC	-707
GACTTA	-708
TATTTC	-709
GAAGGC	-710
TGCGTTA	-711
TGAAGG	-712
GCAAGA	-713
GAACCCC	-714
GCTCAA	-715
GATACCA	-716
TTTACGG	-717
TGAAAC	-718
TGTTCA	-719
GCCTTCC	-720
CCCGACA	-721
TGGTGAGTAC	-722
TTAATCA	-723
TACCCC	-724
GGAAAA	-725
GAGACA	-726
GGCCCC	-727
GTATTACC	-728
GCCTTC	-729
TGTTGG	-730
GCGGGG	-731
GCGCTC	-732
TAAAAA	-733
TGCATAA	-734
TGTGCC	-735
TAACCGTATTACC	-736
TTTCCTGCGTTA	-737
GCTATGAGAAA	-738
GTACAA	-739
TCCCCTGATTC	-740
TCAATC	-741
GGCGGC	-742
GTCCA	-743
TGGCCA	-744
TACGAC	-745
TCATCAA	-746
TTGCTGA	-747
TCCAC	-748
GTTATC	-749
TGGCAGCA	-750
TGGGCTG	-751
TAGAGA	-752
GGATCTA	-753
GATTGA	-754
GGCGTT	-755
TTTTTTG	-756
TGTATC	-757
TTGAGTC	-758
GTTGTT	-759
CAGACAA	-760
TGATACC	-761
GTTAAA	-762
TTCCCC	-763
TGCTGGA	-764
TCACGC	-765
GTTTTAAA	-766
TATAC	-767
TGGCGTT	-768
TGCTACA	-769
GCAGCGA	-770
TGGATGGA	-771
CAACAA	-772
GGGCGC	-773
TAATACC	-774
TGGGTGA	-775
GATTCA	-776
GAGGGCGA	-777
GAGAAA	-778
GTGCCC	-779
GCGCGG	-780
GGAGG	-781
CAACAC	-782
TGTCAA	-783
GCCCGACC	-784
GGAACCCC	-785
GTCAAA	-786
GCTAGA	-787
TACTC	-788
TCCTGTTCC	-789
TATGG	-790
GTTATTG	-791
GTCGC	-792
GGATACC	-793
TCCGGTTCC	-794
GTGTTG	-795
TTGTTC	-796
CCCGACAGGAC	-797
TCAGCAA	-798
GCAAAAAA	-799
GTCACC	-800
TCGTC	-801
GCTCTCCTGTTCC	-802
TTATCCA	-803
TGTAAC	-804
CACTTC	-805
TCCGGTAAC	-806
TGGTTTA	-807
GCCTTATCCGGTAAC	-808
TTGAGTCCAACCC	-809
GCAATTAA	-810
TCTTTTC	-811
CCGTTCA	-812
GCAGCA	-813
TTTCCATAGGC	-814
CACGGAAA	-815
GGATACA	-816
GCCTA	-817
TAATATT	-818
GGGTT	-819
TATATAC	-820
GTTACCTTC	-821
TTACGCGCA	-822
TGGTTAC	-823
GAGCATCA	-824
GAACCCCCCGTTCA	-825
TAAATACA	-826
GTGGAAC	-827
GCAGAAC	-828
GACCCAC	-829
TAAACAAA	-830
GCTAA	-831
TTTCCATAGGCTCC	-832
GAGTTGGTA	-833
TCACTGA	-834
TTTTTTGC	-835
TCTTC	-836
TCGGA	-837
TGGCAGCAGCCAC	-838
GTCAGAGG	-839
GACAGG	-840
CAACGTC	-841
GCCTTTGA	-842
TGCAAGCA	-843
GCTCCAAGC	-844
TCCCCCA	-845
TTCAACA	-846
TTCTTTT	-847
TCGCA	-848
GCCTTTCTCCC	-849
TTCGGGAA	-850
TATAAAGATACCA	-851
GTGGTGGCC	-852
GCTCCAAGCTGGGCTG	-853
TGTAGGTCGTTC	-854
GGCTA	-855
GGCACCTCGA	-856
TTCAAATATGTA	-857
GCGCTTTC	-858
TTTTTCTAAATACA	-859
GCCTGAC	-860
TGACGAGCATCA	-861
GGGATTTTGG	-862
GGCAGC	-863
GTGGTCC	-864
TGGAAGCTCCC	-865
TTGTTGCCGG	-866
GAGGAC	-867
GTTGCTGGCGTT	-868
TCACTGAC	-869
CACCCC	-870
TCAAGAAGATCC	-871
TCGTT	-872
CAGGATTA	-873
TTTAAA	-874
GACCCTGCCGC	-875
GGCGC	-876
GGTAAGACAC	-877
GAAAAAAAGGATC	-878
GACCCTGCCGCTTACC	-879
TTAATGAA	-880
GTATTTGG	-881
TAACAC	-882
CAAAAAA	-883
GGATACCTGTCC	-884
TGGTTCAC	-885
GAAGAAC	-886
GCGTGGCGCTTTC	-887
TATCTCAGTTCGG	-888
TAACGCA	-889
TACGGGG	-890
TCACTCA	-891
GGCGTTTCCCCC	-892
GCCCGACCGCTGC	-893
GTCAGAGGTGGCGAAA	-894
GCATA	-895
GACTTATCGCCAC	-896
GCATTGG	-897
TTTTTTTGTT	-898
TTGAAGCA	-899
CAAAAATCGAC	-900
TGTGCGC	-901
TCACGCTGTAGG	-902
GTGCACC	-903
TATCTGCGCTC	-904
GAGGTATGTA	-905
GAGTTCTTGAA	-906
TACGGCTACAC	-907
GCTCGCCGCA	-908
TGCTTCAA	-909
GAGGTATGTAGGCGG	-910
GTGAGCGA	-911
CATCC	-912
GCTCTTGATCC	-913
TATCTGCGCTCTGC	-914
GCTGTTGA	-915
GGCAAACAAAC	-916
GCAGATTACGCGCA	-917
TGGTAACAGGATTA	-918
TAACTACGGCTACAC	-919
TCGCTCACTGAC	-920
GTGAGCTGA	-921
TCTGATGCC	-922
CACCGCTGGTA	-923
GTAAAAAGGCCGC	-924
TTACAA	-925
TCGCTCACTGACTCGC	-926
TATTTGTTTA	-927
GTCACA	-928
GAACGACCGAGC	-929
GGAAAAAGAGTTGGTA	-930
GCATGCA	-931
TAGATCC	-932
GGCGGTAA	-933
TTTGATCTTTTC	-934
TTAGCTCC	-935
GCTGGCAC	-936
GTGAGCTGATACC	-937
GCTCGCCGCAGCC	-938
TATTTGAA	-939
CAGTGC	-940
CAAGTCA	-941
GACAAA	-942
TTACGG	-943
TCTGACGCTCA	-944
GTCAGTGAGCGA	-945
GGAAGCGGAA	-946
TGTATTTA	-947
TGTGAGCAAAAGGCCA	-948
GCACTTTTC	-949
TCACGTTAA	-950
TAGGGGTTCC	-951
TTCTTCAA	-952
TCCATCCA	-953
TCAGGGGA	-954
GGGATTTTGGTCA	-955
GGCTGCGGC	-956
TCTGACA	-957
GCACTTTTCGGGGAAA	-958
TTGCCCGGC	-959
TCCGTAA	-960
TAGCTG	-961
TGTGCGCGGAACCCC	-962
TAGCGCCC	-963
GAAAACTCACGTTAA	-964
TCCCGCCCC	-965
TGAGACAA	-966
GCGGGCA	-967
TTTATCAGG	-968
GTTCTGC	-969
GCCATTGC	-970
GGAGGA	-971
TATCATATGC	-972
CAGCGG	-973
TACGGTTATCCA	-974
TGGGCAA	-975
TGATCTTCA	-976
TGATAAATGCTTCAA	-977
GTAAGTA	-978
GTAGG	-979
GAGCGGTATCA	-980
CAGAATCAGGGGA	-981
GGAAAGAACA	-982
GCGCGA	-983
TTGGA	-984
TCAAAGGCGGTAA	-985
TGAGCGGATACA	-986
GTTATTGTCTCA	-987
GTTCGCCA	-988
GAAAAAGGAAGA	-989
TGAGACAATAACCC	-990
TGTATTTAGAAAAA	-991
G	-992
C	-993
A	-994
T	-995
N	-996
