<unk>	0
<s>	0
</s>	0
CG	-0
AG	-1
CT	-2
AT	-3
TG	-4
AC	-5
AA	-6
CC	-7
CGG	-8
TT	-9
AGG	-10
CTG	-11
CTT	-12
ATG	-13
ATT	-14
AAG	-15
TGG	-16
ACC	-17
ACG	-18
TC	-19
CAG	-20
ACT	-21
CCG	-22
AAT	-23
CGT	-24
AAC	-25
AGT	-26
CTGG	-27
CGGG	-28
AGGG	-29
CCT	-30
ATGG	-31
TGT	-32
CAT	-33
CAA	-34
AAGG	-35
TTT	-36
ACCG	-37
AATT	-38
AAAA	-39
ACGG	-40
CTC	-41
CTTT	-42
AGTT	-43
CGCC	-44
ACTG	-45
ATC	-46
AATG	-47
CGGT	-48
CGAG	-49
TGGG	-50
AAAG	-51
ATTT	-52
CGC	-53
ACTT	-54
CTTG	-55
AACC	-56
AAGT	-57
AGC	-58
ATTG	-59
CGTT	-60
AACT	-61
AGGT	-62
ACAG	-63
AAAT	-64
CCC	-65
CTCG	-66
CCAG	-67
ACAT	-68
CTGT	-69
CGTG	-70
CTAG	-71
CGGGG	-72
AACG	-73
ATGT	-74
ACGT	-75
CCCG	-76
AGGGG	-77
ACCT	-78
TGC	-79
TTTT	-80
CTGGG	-81
TGGT	-82
AGTG	-83
CTCC	-84
CTTC	-85
CTTTT	-86
CAGT	-87
AATGG	-88
ATAG	-89
ACAA	-90
CCCC	-91
AAGGG	-92
AGCG	-93
CCGT	-94
TGTT	-95
ATCG	-96
CGGC	-97
ATAT	-98
AAAAG	-99
ACTGG	-100
TGAG	-101
TCAG	-102
ATTTT	-103
AAAC	-104
CAAG	-105
TGCG	-106
ATCC	-107
ATCT	-108
CAC	-109
AGAG	-110
AAAGG	-111
GG	-112
TCCT	-113
CGGCG	-114
CCCT	-115
CTGTT	-116
ACTC	-117
TGTG	-118
AGCT	-119
ACCGG	-120
CGCT	-121
CCAT	-122
CTGC	-123
ACCC	-124
ATAA	-125
TGGGG	-126
CGGTG	-127
ACCAG	-128
ACGGG	-129
CGCG	-130
TGAT	-131
CAGC	-132
ACAGG	-133
AATTT	-134
TTC	-135
ACAAG	-136
AACAG	-137
TCCG	-138
AAAAT	-139
CTTCC	-140
CTCT	-141
CGAT	-142
ACGTT	-143
ACCGT	-144
CAAT	-145
TGCC	-146
AAGAG	-147
ACCTT	-148
ACTTT	-149
CGGCC	-150
ACGAG	-151
CGTC	-152
CCTT	-153
AAGGT	-154
CAGTT	-155
AAGTT	-156
ATGTT	-157
TGCT	-158
CGGTT	-159
ACGGT	-160
AACTG	-161
CGGAG	-162
ATGGG	-163
CATT	-164
CGAGG	-165
ACCTG	-166
ACTCG	-167
TGGTT	-168
ACCCG	-169
CCGCC	-170
ATGAG	-171
CTGCT	-172
CGGGT	-173
CAGG	-174
AAGCC	-175
AAACG	-176
AATGT	-177
AGTC	-178
ACAAC	-179
AACTT	-180
CAACG	-181
ACATT	-182
ACTTG	-183
AGAT	-184
ACCCC	-185
CTGGGG	-186
CTGGT	-187
ATTTG	-188
ACATG	-189
AAAGT	-190
CGGCT	-191
AGGGGG	-192
ACACG	-193
CGTGG	-194
CTAT	-195
CCGG	-196
CTAGG	-197
ACGTC	-198
TGTC	-199
CTTTC	-200
ACAGT	-201
CGGTC	-202
AGGCC	-203
ATGCC	-204
CGCAG	-205
AAATT	-206
ATCTT	-207
AGGGT	-208
AGTCC	-209
AAGC	-210
AGCC	-211
CTGCC	-212
ACACT	-213
ACGGGG	-214
ACGTG	-215
ACAAT	-216
AAACT	-217
CGTCG	-218
CTGTG	-219
ATGGT	-220
CATC	-221
AAATG	-222
ATCCG	-223
AGGTG	-224
AATAG	-225
ACACC	-226
CGTTG	-227
AAAAC	-228
TGGC	-229
ATGC	-230
CGCCG	-231
CCCCG	-232
ACTGT	-233
CTGCG	-234
TGGCG	-235
ACTCT	-236
AATC	-237
CCTTG	-238
ATCAA	-239
CTTTTT	-240
TGGAG	-241
TGGTG	-242
TGGGT	-243
AGCGG	-244
TTTTTT	-245
ACGAT	-246
CTGAT	-247
CAGTG	-248
CAAC	-249
AGTTTT	-250
AATTG	-251
CTTGG	-252
ATTTC	-253
CGACG	-254
ACCAT	-255
AAGAA	-256
CTTTG	-257
AGGCG	-258
AAGTG	-259
ATGTG	-260
CTATT	-261
CTGCTG	-262
CGTCT	-263
CGTAG	-264
ATAAT	-265
CGGCCG	-266
CCCAG	-267
CTTCT	-268
AGGAG	-269
CCTC	-270
CAGAG	-271
ACTAT	-272
CGGAT	-273
CTTGT	-274
TGTGG	-275
AGGCCG	-276
CTTCCG	-277
CAGCAG	-278
ACTCC	-279
AAAAAG	-280
AAGAAG	-281
CTGTC	-282
CTGGC	-283
ACGC	-284
AACGT	-285
CTACG	-286
AGGC	-287
ATAGT	-288
ATTAG	-289
AAGAT	-290
CTCGT	-291
CTCCG	-292
ACAAGG	-293
ATGAGT	-294
ATCGT	-295
CGCGG	-296
CCAGC	-297
CAAAG	-298
AAGTGG	-299
AAATGG	-300
TTTTT	-301
AGTTG	-302
ATTTTG	-303
CGAC	-304
CGTTTT	-305
ATACC	-306
CTAC	-307
CTTTTG	-308
TGTAG	-309
CTGAG	-310
CCTAG	-311
CGGGGG	-312
AAGGAG	-313
ACTGGG	-314
AATTTT	-315
AGGAGG	-316
ATCTG	-317
ATTTTT	-318
AGTCG	-319
CGCGT	-320
AGGTT	-321
CCCTT	-322
CTCAG	-323
AAGTC	-324
ACAAAA	-325
ATAAC	-326
ACGCC	-327
AAACC	-328
ATGAAG	-329
ACTAG	-330
TGTTG	-331
CCGCT	-332
ACGCGAG	-333
ACGACG	-334
CTGAC	-335
CGAGTG	-336
AACCG	-337
AATGGG	-338
CCGCCT	-339
CCAA	-340
CGGGAG	-341
CAAAA	-342
CCAGG	-343
CACC	-344
TCAAG	-345
CATTG	-346
ACAC	-347
CGAA	-348
CGGAGG	-349
ATCAG	-350
CTCTT	-351
ATTCG	-352
ACTTTT	-353
ATTGG	-354
TGTTGT	-355
CGGCCT	-356
AGGGCG	-357
AACAGG	-358
CCTCG	-359
CAACT	-360
CGCCTT	-361
CTGTGG	-362
AAGGTG	-363
AAGGTT	-364
ACATC	-365
ACCACTT	-366
ATATT	-367
AGGAAG	-368
AGGGGGG	-369
ACACCG	-370
CGTGT	-371
CTATG	-372
CCGTT	-373
CCAGT	-374
ACTGTC	-375
CTCCTT	-376
CTTGAG	-377
ACTGGT	-378
CCTG	-379
CAGTC	-380
AACCC	-381
ACTCAA	-382
TGGTC	-383
AACTC	-384
CTGGTG	-385
ATCTC	-386
ACTCAT	-387
CGCAT	-388
AAAATT	-389
CGCCT	-390
TCCTAG	-391
CGCCGG	-392
ACCACC	-393
ACATTG	-394
CGGGGGG	-395
CGAAC	-396
AAAAGG	-397
ATGGGG	-398
ACGGTC	-399
AAACAA	-400
CTGGCC	-401
AGCAT	-402
CTTAT	-403
TGGCCG	-404
CATG	-405
AGGGTT	-406
CTCAA	-407
CGTAT	-408
ATGGTT	-409
ACCTGG	-410
AAATTG	-411
CGGCGG	-412
CTGCCG	-413
CCTCC	-414
ATGCCG	-415
ACGCG	-416
ATTGT	-417
ATCGAG	-418
AAAACC	-419
AATAT	-420
AGTAG	-421
CATCC	-422
CGCCACC	-423
AACTGG	-424
CGAAG	-425
ACCGCT	-426
AAAATG	-427
ATTTAG	-428
TGTCC	-429
CTAAAT	-430
ACCATT	-431
ACCACCG	-432
CTGACT	-433
ACCTAG	-434
AAGGGT	-435
CGGTAAG	-436
ATCCGG	-437
AACGG	-438
CAGCC	-439
CTCTC	-440
TCCTG	-441
AAGGCG	-442
AGCGCAG	-443
AAAGC	-444
TTTAT	-445
CCCCTG	-446
ATTAAG	-447
TGCAAG	-448
CGCTT	-449
ACGGTT	-450
ACTATT	-451
CGACCG	-452
CGTATT	-453
ATCCTTTT	-454
ATACG	-455
CCATT	-456
CTGGTT	-457
CTCCT	-458
ATGAT	-459
ACAATT	-460
AACATG	-461
AACAGT	-462
CTTGTT	-463
CGCCAG	-464
ACAGGT	-465
AGAGG	-466
CTATTG	-467
CGGTCCT	-468
ATTCC	-469
AAATC	-470
CGTTTTC	-471
TCAC	-472
CCTATGG	-473
CCGCCG	-474
ACAAAT	-475
CAAAT	-476
AACAA	-477
ATCAT	-478
ACGGGT	-479
ACCAAG	-480
ACAGC	-481
CTCAT	-482
TGAGT	-483
TGGACT	-484
AGGTC	-485
ATGTC	-486
ATAAG	-487
AACAAC	-488
TGGGGGG	-489
CCAAG	-490
AACTTG	-491
AAAACG	-492
ATGGAG	-493
AATCT	-494
CGGCAT	-495
AGGGAG	-496
AGAAAAG	-497
AACTGCAGTT	-498
ATCAAG	-499
CGGAAAG	-500
AACCAG	-501
CATTT	-502
CGTCTCG	-503
TTTTG	-504
ACTACT	-505
AATGGT	-506
AGTCT	-507
CCTCT	-508
ATGAGG	-509
CCAGTG	-510
CGGAAT	-511
ATTTAT	-512
AGCAACC	-513
ACAAAG	-514
CACG	-515
CGAAAG	-516
TCAAT	-517
AAAGTT	-518
ACCATAG	-519
CGGAAG	-520
CGCCATT	-521
ACGGCG	-522
AAATTTT	-523
AACAATT	-524
AGTCTT	-525
CTTTTTT	-526
ACCTCG	-527
ACTTGG	-528
CTTCG	-529
CTCAGG	-530
AGAAG	-531
AAACTG	-532
AGCCG	-533
AAACAG	-534
CGCTTT	-535
ATCAGG	-536
CGTTT	-537
CTTCTTG	-538
ACATGG	-539
ATGACC	-540
AACCTG	-541
CGTAAT	-542
CGGCGT	-543
ACATTT	-544
AACAAG	-545
ACGCCG	-546
ATTCCG	-547
AAACAT	-548
AGGCAG	-549
CCGGG	-550
CTCAAG	-551
AGAC	-552
CCCAA	-553
AATAGG	-554
TGTTT	-555
AAAAAT	-556
ACCGGAT	-557
CTGGCCTTTTG	-558
AGGCT	-559
CCCGG	-560
AGTTCTT	-561
AGCAG	-562
CACAG	-563
CTTCACC	-564
AAGGGG	-565
CGGTTG	-566
CCTAACT	-567
TGGGTT	-568
CGGGTT	-569
AGTGGG	-570
ATGCAG	-571
ATCGCC	-572
AAAGGG	-573
CCGACC	-574
AATCG	-575
AATGAG	-576
CTTCCCG	-577
CGCACCG	-578
ACGACC	-579
ATGCTG	-580
CTTCCT	-581
ATGCAT	-582
AACAT	-583
AACGCG	-584
CTACGT	-585
CCAC	-586
ACCCAG	-587
CTGCAG	-588
AACCT	-589
TTTCCCG	-590
TGGTGGCG	-591
CTTCATT	-592
TGCAG	-593
AAGGTC	-594
CCACG	-595
CCCCT	-596
ACCGCCT	-597
CTCATT	-598
ACCGGG	-599
CTGAAG	-600
ATGTGAT	-601
AACGTG	-602
CGGCAG	-603
ATTGGG	-604
CGGGAAG	-605
CGGTCT	-606
AACGTC	-607
CCAGCAAG	-608
CTCACG	-609
CTCACTG	-610
ATTTGGT	-611
ATGTTG	-612
ACTGAGCG	-613
AGTTAG	-614
CGGTGG	-615
ATTACG	-616
ATGGTG	-617
CAAAAGG	-618
ATGTGG	-619
CGAGGG	-620
ACAACC	-621
ACCCT	-622
ACGACTT	-623
AACGGG	-624
ATGCG	-625
AACGCC	-626
AGGGTG	-627
ACAGAG	-628
TTTTGG	-629
ACCACG	-630
CAGCAT	-631
ACACCT	-632
CGCACC	-633
CCGTGG	-634
ATTTCT	-635
ACCAATG	-636
AAAAACG	-637
CGTTCC	-638
ACCGCC	-639
CGTTGT	-640
ATTAGTT	-641
AAGCT	-642
CTGTCT	-643
ATTAGG	-644
CGGGTG	-645
AATTGG	-646
CTGACG	-647
AAGTAAGT	-648
CTGGCT	-649
CCCACC	-650
CTTAC	-651
ACCGTG	-652
CTTTTCT	-653
ACGGTTC	-654
AGTACC	-655
CGTCC	-656
AGTTGC	-657
CAAGT	-658
ACTGTT	-659
CCTCAAT	-660
AGTAAT	-661
ATAATT	-662
AACATT	-663
CTGGAG	-664
CTTAG	-665
CTCGTC	-666
CTCCCTCG	-667
ATAGTC	-668
AATAAT	-669
AACTTT	-670
CTTGCTGG	-671
ACTGGGG	-672
AAACGG	-673
AGGGCAT	-674
CTCATGAG	-675
AACCGT	-676
TCACCG	-677
AAAGGGG	-678
CGAGACG	-679
AGGCGG	-680
TGTTTG	-681
CCCCTTT	-682
CGGCGAG	-683
ACTATGG	-684
CGCCCCG	-685
ATTC	-686
TCACC	-687
CTTTTGAG	-688
TGGGGT	-689
AAGGCCG	-690
ACGGTG	-691
AATGAAG	-692
ATGCT	-693
CGTTTTT	-694
CTGAA	-695
TGTCG	-696
AGTGG	-697
CCCAT	-698
AAACAAAT	-699
CCTATTG	-700
TGTGTC	-701
TGGCGAT	-702
CCATAG	-703
AGTAGT	-704
CTGTAGC	-705
AGGTGG	-706
ACCAC	-707
ACTGTGG	-708
AACGTT	-709
ATACAT	-710
CCCGC	-711
CTAGGAAAA	-712
AAAATTT	-713
TGTCTT	-714
ATATAT	-715
CGCGGG	-716
TTCG	-717
AGGGAAT	-718
ACTGATT	-719
AGGTAG	-720
ACGCAA	-721
CTAGAG	-722
CGGGGT	-723
CTTCAG	-724
ATCACAT	-725
CTGACC	-726
AACGAG	-727
ACTACC	-728
CGCAGG	-729
CGCAATT	-730
ACGGGGT	-731
CCGCCACG	-732
CGCCATAGT	-733
ACCGC	-734
CTGCGCT	-735
ACCGCTT	-736
TCAGTG	-737
CGTTAT	-738
CTCGCGT	-739
AAACGT	-740
CCGTG	-741
AAGACT	-742
AGTAGG	-743
AACCCT	-744
AAAAAACG	-745
TCCTAAT	-746
TTTATTG	-747
TGCGAG	-748
CCCATT	-749
CAATAG	-750
AATAAGGG	-751
AATACG	-752
CCACC	-753
CTTAAG	-754
AATGGTT	-755
CTCTG	-756
ATTGGT	-757
CGCTC	-758
TGCCGG	-759
ACACTG	-760
ATCGTCTTG	-761
AAATAG	-762
CGAATT	-763
ACTTGGT	-764
ATGCTTC	-765
ACAGGG	-766
CTTAAT	-767
TTCAG	-768
ATCAAT	-769
CATAT	-770
TGGTGG	-771
ACTGCC	-772
AGGGGT	-773
CGCGAG	-774
AGCAAG	-775
AGTTTC	-776
TCACG	-777
CGCACG	-778
CGGTGT	-779
ACAACG	-780
CGGTAG	-781
ATTAT	-782
ATCATG	-783
CGCATG	-784
CACT	-785
TTTTAGGGAAT	-786
CGGCTG	-787
CGACGG	-788
CCCCCC	-789
ACCGAGT	-790
ATTGTG	-791
AGTGAG	-792
CTTCTAG	-793
CGTCGT	-794
AAAAAAT	-795
TCCGGCG	-796
CGGGTTT	-797
TGCGCAA	-798
ATCACC	-799
CTGGTAT	-800
AATTAGTC	-801
CATCAT	-802
AGGTTGGG	-803
CGGTCGGG	-804
CTCTAG	-805
AAAAAGG	-806
CTTTTTC	-807
CGCCTG	-808
CCCAAT	-809
CTGGGT	-810
CAGCCG	-811
ATACCG	-812
CTCCAG	-813
CTTGC	-814
ACAACT	-815
ATGCGG	-816
AGTACT	-817
AACCTTT	-818
TGGAGG	-819
ATGGGGG	-820
AAAGTG	-821
ACCCACG	-822
CGTAACC	-823
AGTTGT	-824
CTGGAAG	-825
ACGCT	-826
AATTGT	-827
ATGATT	-828
AGTTCCG	-829
ATGTAACT	-830
AGGTCG	-831
CTCCCTT	-832
TGAGTACTC	-833
AATGTT	-834
CTTTAG	-835
CAGCAA	-836
TCAGAGG	-837
AGTAT	-838
ACCAACT	-839
AGGTCT	-840
CAGCT	-841
CGGTTTG	-842
CATCG	-843
AAGAGG	-844
CAAGAACT	-845
AGTTGG	-846
ACCATTG	-847
TGAAAT	-848
ACCGGT	-849
TGGGGG	-850
ACCGTT	-851
ACTGCGAG	-852
ATTATTG	-853
CTTTGT	-854
AAAGCGCC	-855
CCGATTT	-856
AGCACC	-857
ACCGAG	-858
AAGCG	-859
AGCACG	-860
AAAGGCGG	-861
CACGG	-862
ACGCGC	-863
TTTCTC	-864
AAAACGAG	-865
CTTTTTG	-866
AAGTAGTG	-867
AGCCGGT	-868
TGTGATG	-869
CAAAAG	-870
TGCAATT	-871
TGGAGACTG	-872
ATCCTT	-873
CTCAAGAA	-874
CTGCCT	-875
ACCTTG	-876
AAAAAGTT	-877
CGGTACC	-878
ACCTC	-879
CATCAC	-880
CTGTTG	-881
ACAAATAAAG	-882
AAACTT	-883
ACGCGT	-884
CAAGG	-885
CGCCCTG	-886
ACCGTCGT	-887
ATGGGT	-888
AACGGT	-889
AAAAGT	-890
CAAGAG	-891
CCCGCTG	-892
AAATCT	-893
AAGATG	-894
AATGGAAG	-895
ACAAGT	-896
CTTTTTCCG	-897
AAACAGG	-898
CTAGTC	-899
AACCCCT	-900
CTCAC	-901
CGCCCGGT	-902
AAGGGAG	-903
ATAGCAG	-904
CCTCCG	-905
ATGTTGTG	-906
ACGGCT	-907
CGGAAGG	-908
ACGTGG	-909
AATTTG	-910
ATGTTT	-911
AGGGC	-912
CTCGCCG	-913
ACCTGTC	-914
TGGGTG	-915
ATCACT	-916
ACCGGATTG	-917
CTGAATAG	-918
CAGCACTG	-919
ACCGCTG	-920
AATAGT	-921
CTTTCT	-922
CGAAAGG	-923
CTGCAT	-924
CCGAT	-925
CGTTCG	-926
ATGTAGG	-927
AAACCAG	-928
TGGCAG	-929
AAAAATT	-930
ACTCACTCG	-931
CGGGCTGG	-932
CTCGG	-933
ACACACG	-934
CGGGCC	-935
TCAGG	-936
AAGCAG	-937
CTTTCTTGT	-938
CGGTGGTT	-939
ACCCCGT	-940
AATTC	-941
AGTTTG	-942
CTAGC	-943
AATTTTT	-944
ACCTGTT	-945
ATTGACGTC	-946
ATCTGT	-947
ATCATGG	-948
ACTTGGCAGT	-949
AAGAACT	-950
ACCGCTTG	-951
ACGGTAAATGG	-952
CCTTTC	-953
AACACC	-954
CTAAAA	-955
ATGATG	-956
ACTTGT	-957
ATCCT	-958
ACAGGACTAT	-959
CGCAA	-960
CCGAG	-961
CCTCGG	-962
CTGCTT	-963
AAGTGT	-964
ACCTACAG	-965
CTTTGCG	-966
ATGGTC	-967
CGCCCGGTAAATGG	-968
CGCGC	-969
CCTAACTCCGCC	-970
ACGAACC	-971
CCCGCCTGG	-972
CGGTCC	-973
ATGCAA	-974
CGCCTGT	-975
ACCCGCCTCAAT	-976
CGCCCCTAACTCCGCC	-977
ACCGCCG	-978
AGTGACT	-979
AGTTCG	-980
AAGGCAA	-981
AAACGC	-982
CTCCGGG	-983
AACGACCT	-984
ACTAAG	-985
TTTCTGCG	-986
AGGGTCGG	-987
ATTTCG	-988
ATCTCAG	-989
CCTTTG	-990
CTACAG	-991
ATCCCC	-992
CAAAAT	-993
AACTTC	-994
AATTAG	-995
ATGGTTT	-996
ACCAGTGG	-997
CTTGCAA	-998
CTCCGG	-999
ACCCCTG	-1000
CGAAAA	-1001
AATGTG	-1002
TGGTGGCGACCAT	-1003
ACATAG	-1004
TCCGCAA	-1005
CGTGCAC	-1006
CAGTGG	-1007
ACCTCGCT	-1008
ATAGTCCTGT	-1009
CCGACG	-1010
ATTTATT	-1011
AACTAGGCCG	-1012
CGTCGTCT	-1013
CTGCAAC	-1014
AATAGTT	-1015
CGCCACCT	-1016
CCCTG	-1017
TGTGTG	-1018
ATCTGG	-1019
AATCCTGTT	-1020
CCGTAGTT	-1021
AAGCCCTT	-1022
AAGGCGCAG	-1023
CGTGCC	-1024
CAACGACCG	-1025
CTCACT	-1026
AGGACAAGG	-1027
ACTTTG	-1028
TGTATG	-1029
AAGTCC	-1030
ATTTCC	-1031
CATCAAG	-1032
AAGTTGT	-1033
ATCAACGG	-1034
CACCG	-1035
TGGTCG	-1036
CTACC	-1037
CTTCAGCAG	-1038
TTTGTT	-1039
AGGATCTT	-1040
AGTGTTTTT	-1041
AAACCCG	-1042
AGTTCAGT	-1043
AACAAT	-1044
CTGCTGCCAG	-1045
CGTCTT	-1046
AGGGGGT	-1047
CGGCCTG	-1048
AGGCCATTG	-1049
CGAGC	-1050
ACAGCCCAG	-1051
CGCATT	-1052
CGTGTG	-1053
CGCACT	-1054
CAAAAAGGT	-1055
CAACTC	-1056
AAGCGG	-1057
CGCGCCG	-1058
ATCCGAGG	-1059
CGTTGG	-1060
ACGATAGTT	-1061
AATGCGCGT	-1062
AACAGGAGAG	-1063
CGGGGGGTT	-1064
CGAGGTTCG	-1065
AAGACG	-1066
ATACCAAAT	-1067
CGGAA	-1068
TGGGCTGTC	-1069
TGGACTCAAG	-1070
CTTGGAGCG	-1071
AAAAAAACAA	-1072
AGCACGCGAG	-1073
AACTCAGGTTGGG	-1074
ACCGTCGTCGGTG	-1075
CGGGTTGGACTCAAG	-1076
CGGAATAGGCCATTG	-1077
ACCGGATAAGGCGCAG	-1078
CTGGTATCTTT	-1079
TGGGCTGTCCTGAT	-1080
AACAGGAGAGCGCACG	-1081
AAGTCGTGT	-1082
AGCTACCAACT	-1083
ACAAAAAAACC	-1084
ACCGCTACCAG	-1085
ATTTCTATGG	-1086
CCTCCT	-1087
CTCCATACAT	-1088
AAGCCACAT	-1089
ATTATT	-1090
TCAT	-1091
ATGCCGATGTGAT	-1092
ACCGCCTACAT	-1093
CTTCTAGTGTAG	-1094
TTTCTCAACC	-1095
TGCCGGATCAAG	-1096
ATAAACCATAG	-1097
ACGACTTCGGTC	-1098
AGCGCAGATACCAAAT	-1099
ATGTCTCAAGAA	-1100
CTGCTGCTTGCAA	-1101
AAAAAAACAAACGTT	-1102
AACTGGCTTCAGCAG	-1103
CGGTGGTTTGTT	-1104
ACCTCGCTCTGCT	-1105
ACCATTGTCCTAAT	-1106
ACCACTTCAAGAACT	-1107
AACTAGGCCGTTTGTT	-1108
ACTGCTCGT	-1109
CGGAGCCTATGG	-1110
AAAGAG	-1111
TGGTCAG	-1112
TGCTTGGGGGG	-1113
AGGCGTTT	-1114
AGCTGCG	-1115
ATCCGAGGCGGGGGG	-1116
AATGGAAGCCTT	-1117
AACTGAGAT	-1118
CTTTTTCCGAAGGT	-1119
CCAGCAACG	-1120
ATGAGC	-1121
CCATTCTGTG	-1122
TGGCATTTT	-1123
ACATCCATAG	-1124
TCCGCAAAGGGGG	-1125
TGAGCGTCG	-1126
ACAGGTATC	-1127
AGGGGGAAACGC	-1128
ATGCCCCAG	-1129
TGTGATGCTCGTC	-1130
TGATG	-1131
AAAGCGCCACG	-1132
ACGGCGAATGG	-1133
CGAGGTTCGACCCG	-1134
AATGCGCGTCTTTTTT	-1135
TCACCTTG	-1136
CTGAATAGCGGTG	-1137
TTTCTGCGCGTAAT	-1138
TGGCGATAAGTCGTGT	-1139
CGGTAAGCGGC	-1140
ACCTTCGAGGG	-1141
AGTTCAGTCTCC	-1142
AGGGAGCTTCC	-1143
ACAGGCGGAAAG	-1144
ACCTACAGCGTG	-1145
CGCACCGCGAAAG	-1146
CTGGGACGGCGAATGG	-1147
CGGGCTGGCGACG	-1148
ACACCGAACTGAGAT	-1149
CGGTCGGGCTGAA	-1150
ACATCCATAGAGTC	-1151
CGGGTTTCGCCACCT	-1152
AAGGGAGAAAGGCGG	-1153
CGAACT	-1154
CTGTTTT	-1155
CCGTAGTTAGGCC	-1156
ATTGACGTCAATGGG	-1157
CTTCACCACCGGATTG	-1158
AGGGAAGCCCTT	-1159
CTGACTTGAGCGTCG	-1160
AGTGTTTTTAGCTGCG	-1161
CGTGACCC	-1162
AATGAAT	-1163
TTTCTCAACCATCGAG	-1164
CTTGAGATCCTTTT	-1165
AGCTCT	-1166
CGGCCTTTTT	-1167
CGGGGGGTTCGTGCAC	-1168
AAAAACGCCAGCAACG	-1169
TGCTTGGGGGGCAAGT	-1170
TGTTGG	-1171
TCCTAGAGTTCTT	-1172
CAACTG	-1173
ACTGTTG	-1174
ATTCTT	-1175
ACTGAGCGTCAG	-1176
CTAGGAAACT	-1177
ACTGCGAGTCACCTTG	-1178
ACTCTAG	-1179
TCAGGG	-1180
TCCGGCGCAACGACCG	-1181
ACAATGG	-1182
TGCAATTCCCT	-1183
CTGAGG	-1184
CCCTTAACGTG	-1185
AGAAAAGATCAA	-1186
CAGCACAT	-1187
CGTTTTCCGGT	-1188
CAGCG	-1189
CTCCAAG	-1190
ATGGATG	-1191
CGTTTTCCGGTCCT	-1192
AAAATCCCTTAACGTG	-1193
CTTCGT	-1194
AACAAAA	-1195
AACGAT	-1196
AAAGGACG	-1197
ACCTTT	-1198
AATAATG	-1199
CAAAGG	-1200
AACTACATG	-1201
AGAAAAGATGCCCCAG	-1202
ACACTCGTTTTCCGGT	-1203
CCTCCTGG	-1204
CCGCG	-1205
CTAAG	-1206
AACGACCG	-1207
CTTGCC	-1208
ATCTAGG	-1209
ATGCAGTG	-1210
CGCCAGT	-1211
ATCAATT	-1212
ATTCATT	-1213
ATGTTCTTTC	-1214
ATTACC	-1215
AAATAT	-1216
CCTAGTT	-1217
AATAGTTTT	-1218
ACGCGCC	-1219
ATCCACTT	-1220
TGTAT	-1221
ACGGAA	-1222
CTGCATT	-1223
CAGAGCG	-1224
CAAAATTT	-1225
CGACGT	-1226
AAATAGT	-1227
AGGACGG	-1228
AAGTGGTGG	-1229
AGGCACCT	-1230
ACTCACT	-1231
AACTCCG	-1232
CCAGTT	-1233
CGGCCACT	-1234
CCTCGACTT	-1235
TTTCT	-1236
CGAACC	-1237
CATTTCGTG	-1238
CTTCCGCTT	-1239
AACTAG	-1240
ACTATTT	-1241
CTCCACGG	-1242
AAAACCAGT	-1243
TGGCC	-1244
ACGGCAAG	-1245
ACACCTT	-1246
CGGTCGTTG	-1247
AAAGGT	-1248
ACTTGCTTT	-1249
CGCCCC	-1250
ACACTTT	-1251
TGCTG	-1252
CGGATGG	-1253
CTCCCC	-1254
ATTTCGTT	-1255
CAAACAA	-1256
ATGAGTGGTCAG	-1257
AGGTCAG	-1258
CGACC	-1259
ACGTCT	-1260
CGCAGT	-1261
ATAGAG	-1262
AGGGGTT	-1263
TGGTGT	-1264
ATCCGGT	-1265
AGTATCGAG	-1266
ATCACG	-1267
CTTCTTT	-1268
AATTACTT	-1269
AGTCGTT	-1270
AGGCGGT	-1271
ATTCTGTGG	-1272
ATAACCGTATT	-1273
AGTTGGT	-1274
AGCTATGAG	-1275
ATCGACG	-1276
AAGGCC	-1277
CTGGCTGG	-1278
CTGCGTTAT	-1279
AGTCCCCTATTG	-1280
AAAGAAT	-1281
AGTATCGAGTGCG	-1282
CTGCGTTATCCCCTG	-1283
AGTCCCCTATTGCGTC	-1284
ATGCCAATAGG	-1285
CCTATGT	-1286
CTCCC	-1287
TGGTATGG	-1288
TGGAACG	-1289
AGCTTG	-1290
CTCTAAAT	-1291
AAAAGAA	-1292
CTTCCCT	-1293
CTAGAGT	-1294
ATCCCG	-1295
ACCAACG	-1296
ATCTTC	-1297
ACTGTG	-1298
CTGCTTT	-1299
CCTTGGG	-1300
AGAGAG	-1301
ATTTGTTT	-1302
CGCCTTT	-1303
ATACTTT	-1304
CCCACT	-1305
CTTCCTTTT	-1306
ACGACGG	-1307
CACCTG	-1308
AGGACT	-1309
AAAACTC	-1310
CTACAT	-1311
CAGTGTT	-1312
TGTTGCAACG	-1313
CGCAATG	-1314
ATGCGTT	-1315
AATGCAG	-1316
ATGCCAT	-1317
ACATCGCC	-1318
AGCGGG	-1319
CTCACCGG	-1320
ACGAAGTT	-1321
CCCCAAGG	-1322
TTTTTC	-1323
ACTAGT	-1324
ACACTC	-1325
CCTATTCCG	-1326
ATATG	-1327
CAGCAGCC	-1328
ACCGACC	-1329
CTGGCCTTTTGCTCAC	-1330
CCATACC	-1331
ATCAATGG	-1332
ACAACTT	-1333
CGGAAGAG	-1334
ATATATG	-1335
CGCCAGG	-1336
CGTCGG	-1337
ATCACTC	-1338
CACCTCG	-1339
CCCCAGG	-1340
AGGGCTT	-1341
TGCTGT	-1342
ACTCCC	-1343
ACGAGT	-1344
CGGTAT	-1345
CTCGCGTG	-1346
ATTATAA	-1347
CTGATG	-1348
TGCCTT	-1349
TGATCGT	-1350
AGTTCTTG	-1351
CAGCAAT	-1352
CGTTCTT	-1353
ACCTTCGG	-1354
AGCACT	-1355
ACAACGT	-1356
AGGACGT	-1357
CGGATGT	-1358
CTAGCG	-1359
ACCTGT	-1360
CTGATAA	-1361
ACTCTTT	-1362
CTGCCAT	-1363
AATCTC	-1364
AAAATGG	-1365
CCTAGG	-1366
CTACT	-1367
AACTGTT	-1368
TGCCG	-1369
TGGAAG	-1370
CCTCTT	-1371
CTGCAGT	-1372
ATAAACTT	-1373
CAGCAGG	-1374
CTGTTT	-1375
CAGCTC	-1376
ACCTTTTTG	-1377
CAGAAC	-1378
ACGCGGCG	-1379
ACGACGGTC	-1380
ACAAAGG	-1381
CCCCTT	-1382
ATAGG	-1383
TGGTAAT	-1384
CTGATTT	-1385
CTCCCCG	-1386
AGTCCAACC	-1387
ATTGACCG	-1388
CGAACCTCG	-1389
TGGAAAA	-1390
ATGAGTG	-1391
CCCAACCTG	-1392
TGTACAAG	-1393
AAAGATACC	-1394
CCCCGTTCAG	-1395
CGCCTTATCCGGT	-1396
TGTTTTTT	-1397
CCCAACCTGAGTT	-1398
ACGATACGGG	-1399
CATCTT	-1400
AAAAAAAGG	-1401
CGGAAGGG	-1402
ACAGAT	-1403
ATGGCC	-1404
CATTGGT	-1405
AAGCGC	-1406
ACCCAA	-1407
ATCAGGACAG	-1408
CATCCAT	-1409
CGGATACCTTTTTG	-1410
AACTTCGT	-1411
ACCATAGAAAT	-1412
CTCTCCTGTT	-1413
CCGCGC	-1414
CTCGTTGAG	-1415
AATGCCG	-1416
CCCAAAGCGG	-1417
CATAATT	-1418
TCCTCTCGCGTG	-1419
CTCGGG	-1420
ATTACGCGCAG	-1421
AGATTG	-1422
CCGGTGGTG	-1423
CTCCCTCGTGCG	-1424
ATCGCT	-1425
AATGATACCG	-1426
CCATAGGCT	-1427
CCAATG	-1428
ATGTAAG	-1429
ATGGTTGAG	-1430
ATGGATGT	-1431
ACATAAAT	-1432
CAGCACAG	-1433
CTGTAGGT	-1434
CCCCCCAAGC	-1435
TTTTTTTGTT	-1436
CTGCTATCAATGG	-1437
ACTTGCCCCCCAAGC	-1438
CTTTGCGG	-1439
AAGCCAGTT	-1440
ATCCACGG	-1441
CCTATTCCGCGT	-1442
AACTATCGTCTTG	-1443
CTGCTCTG	-1444
CGGGC	-1445
AAGTAATT	-1446
AGTTGGTAGCT	-1447
CCCCCCGCCT	-1448
CCGCCCCCCTG	-1449
AAACAAACGG	-1450
ACAATTT	-1451
AGCGTTT	-1452
ACTCGTG	-1453
ACTGGCAGCAGCC	-1454
CCGTCCCAG	-1455
ACGTGTGT	-1456
CGTTACCGT	-1457
TCACCGACGACGGTC	-1458
CGGTCGTT	-1459
ACGCAG	-1460
ACACGACTT	-1461
AAGGTCCCC	-1462
AGTTTTCGTTCC	-1463
CTTCCGG	-1464
ATAGTG	-1465
ACTCGCAGT	-1466
ACCCCCT	-1467
AACGACT	-1468
AATCAG	-1469
ATCATT	-1470
ATATCC	-1471
TCATTTT	-1472
ACACAG	-1473
AGGTCGTTCG	-1474
CTTGGG	-1475
CCGACCCTGCCG	-1476
TGTAGT	-1477
TGCCT	-1478
CTGTGTGC	-1479
CCATAGGCC	-1480
ACGAGCAGT	-1481
ATTATGG	-1482
ATGTATCCG	-1483
CCGTCCCAGCCTTG	-1484
CTCCAAGCTGGG	-1485
ATTTCCCT	-1486
CATCGTGG	-1487
AAGGGATTT	-1488
CGGGTCGAACCTCG	-1489
AACCTT	-1490
CGTTGCTGG	-1491
CCCCGTTCAGCCCG	-1492
CGTTGCG	-1493
CTTGCTGGATGTGG	-1494
CGGTGTAGGTCGTTCG	-1495
ACATCGTGG	-1496
ATCTCAGTT	-1497
AAGGACCGG	-1498
AACCGG	-1499
CTAAATACATT	-1500
ATCCAGT	-1501
AATCC	-1502
CGCGTGT	-1503
CAAATATGTATCCG	-1504
ATAAACTTACATAAAT	-1505
ATCTCAAGAAG	-1506
CTTGACTCT	-1507
CATCACAAAA	-1508
ACGAGCATCACAAAA	-1509
CGCGTT	-1510
ACACTACGAGCAGT	-1511
AAAACTTC	-1512
AATGCCT	-1513
AACCCCAG	-1514
CGCGGTGCG	-1515
ACCCACT	-1516
ACGCGCATTAG	-1517
ACTCGCCTATGT	-1518
TGGCGAAACCCG	-1519
CGTTGCTGGCGTTTTT	-1520
TGGCGT	-1521
ACCGCTATT	-1522
CTAGGAAAAAAAG	-1523
CCGACCCTGCCGCTT	-1524
TCCTAGAAGAACT	-1525
CTTTCCGCCTGT	-1526
TGGAGT	-1527
CTTGATCCGG	-1528
ACCTGTCCGCCTTT	-1529
CCGC	-1530
CCATAGGCCATTCG	-1531
CGGGAAGCGTGG	-1532
ATTTATC	-1533
CGCCAGCCCG	-1534
CGCGGTGCGAAGGG	-1535
CGGTTCC	-1536
CTCAAGTCAGAGG	-1537
TGGAGACTGAACT	-1538
CGCCCTT	-1539
AAAAAGGCCG	-1540
AGGCGTTTCCCC	-1541
AGGTGAAG	-1542
ACCAGG	-1543
AGTTC	-1544
CTGGAGC	-1545
AACTAA	-1546
CTTTTTATTTG	-1547
CGGAGCTG	-1548
CTGTGTGCACGAACC	-1549
ACACGACTTATCGCC	-1550
CAGCACAGAATGG	-1551
AGTCCAACCCGGTAAG	-1552
AAGGC	-1553
AAAAATGCC	-1554
CATAATGG	-1555
CGGTTAG	-1556
CTCACGCTGTAGGT	-1557
ATTCTCTT	-1558
CGGCCCTT	-1559
AAGTTCTTGAG	-1560
CGAGCTGG	-1561
CGCAGCTAAAA	-1562
ATGGTTTATG	-1563
CAAAAAAG	-1564
CGCTCAGTC	-1565
ATAACCGTATTACCG	-1566
CGTCTATGGTTTATG	-1567
ATGGATGTCGCACT	-1568
AAGATCACAT	-1569
ATCTGCGCT	-1570
ATGGAGCGAGACG	-1571
AGCGTGGGT	-1572
AAGTCGTCTCG	-1573
AGGTATGTAGG	-1574
ACTCGCTCCTT	-1575
CGGCATCAAT	-1576
AACAGAGT	-1577
ACGGCTACACT	-1578
CGGTGCTACAG	-1579
ATCTCT	-1580
ACTGGTAACAGG	-1581
ACATCGTGGCGGATGT	-1582
CAACTTT	-1583
ATTAGCAGAGCG	-1584
ATCTGCGCTCTGCTG	-1585
CCTCGCTCACTG	-1586
CAGGTT	-1587
CCTAGTTCTCG	-1588
CGGTCGTTGCGCCGG	-1589
CTGGTAGCGG	-1590
AACAAGT	-1591
TGCAAGCAGCAG	-1592
ATTATCAA	-1593
ATGGTCGCCACC	-1594
ATTAGGACAATGG	-1595
ACGACGAACGTT	-1596
CAAACAAACCACCG	-1597
AACCGTAAAAAGGCCG	-1598
CTGCTCTGATGCCG	-1599
AAATTT	-1600
CGGCAAG	-1601
CTTTTCTAGTT	-1602
AAGTAGTT	-1603
CAAAAGGCCAGG	-1604
ACCCAATGT	-1605
AGTTTCCGCCATT	-1606
TGCGCGG	-1607
AGTGAGCTGAT	-1608
AAGTGGTGGCCTAACT	-1609
ATTTGG	-1610
ATTTGTTTATTTTT	-1611
ATCCTTTGAT	-1612
CTGTAG	-1613
ATGGTTGAGAAAAAGG	-1614
ATTTGTT	-1615
AAAACGACCGG	-1616
ATCCACAG	-1617
CGGTCGGC	-1618
ACGTCACG	-1619
CTACAGG	-1620
CAAAAGGCCAG	-1621
CGTTGAT	-1622
CCGACGCCGCT	-1623
TGGGAAC	-1624
CGAGTCAGTG	-1625
CTCGCCGCAGCCG	-1626
CGTATACT	-1627
CTTTTTATTTGTTTAT	-1628
AAGGAGCGAGTG	-1629
AGTGAGCTGATACCG	-1630
CGCCATAGTCGAGTG	-1631
TGTCTTTT	-1632
CTTCCATTGACCG	-1633
CTGGGGCAT	-1634
ATTTTTT	-1635
AGCGAGGAAG	-1636
CGGCGTC	-1637
CTGCAGG	-1638
CTGACGCTCAG	-1639
AAGGTGACTCGCAGT	-1640
ACACTT	-1641
AGCAGG	-1642
TGAGCAAAAGGCCAG	-1643
AACGTGG	-1644
CCCCCTCC	-1645
ACCTTCGGAAAAAG	-1646
CTGCCCCT	-1647
ATTTGAATGT	-1648
CGGGGAAATG	-1649
ACCTACCT	-1650
ATTTTGC	-1651
TGTTAATT	-1652
ATTGAT	-1653
ACGCGAGCCAGCAAG	-1654
CGGCCCGTT	-1655
AACCGGCT	-1656
ATCTCGGT	-1657
AACGACCGAGCGCAG	-1658
CAACGGG	-1659
CCGTC	-1660
AGTACTGG	-1661
CTCAAAAG	-1662
CTTTTACTT	-1663
AAGGGATTTTGGTC	-1664
TGTCACG	-1665
AAAGGGGCTTTT	-1666
ATGCTTCAATAAT	-1667
TTTTAGGGAATTGC	-1668
ATCGCTG	-1669
ACTTTTCGGGGAAATG	-1670
CTTTTCTACGGGGT	-1671
CTCACTCAA	-1672
CTTCTCAT	-1673
ACCACTG	-1674
TGCCATTG	-1675
ACTTCGGT	-1676
TGCGCGGAACCCCT	-1677
AGGCATT	-1678
CGGCGTCGG	-1679
CCCCAAGGCGCGTGT	-1680
AAAACTCACGTT	-1681
ACTCAAAAGC	-1682
CGGACT	-1683
ACAATAACC	-1684
AATCAGGGG	-1685
AATACGGTT	-1686
CTGTCGTG	-1687
AAGGAAAAAGTT	-1688
TGAGCAA	-1689
CGCAAG	-1690
AATCTAAAGT	-1691
AAATTAAAA	-1692
ATTGGCATAATGG	-1693
ACGGCC	-1694
AAGCATTTATC	-1695
TGACTAG	-1696
CTGTTGAG	-1697
ACTATTAG	-1698
ATGGTTTG	-1699
AAACACT	-1700
CGGTATCAG	-1701
ACTATTTACGAAGTT	-1702
CTCAAT	-1703
ACGTAG	-1704
AAAGAACATG	-1705
AAGTAG	-1706
TGGTTTTTTTGTT	-1707
AAAGCAAGT	-1708
TGGGGAT	-1709
CGATG	-1710
TCCGTGT	-1711
TGTTTTTTTGGTGGCG	-1712
CTGCGCTCGGTCGTT	-1713
ACTAAGACACCT	-1714
AAATAGTCCCAAT	-1715
CTTGCTGGCTCGCGT	-1716
TTTATACAT	-1717
ACAATAACCCTGATAA	-1718
TCATG	-1719
ATCTTACCG	-1720
CGGCTGCGGCGAG	-1721
CACGGTGG	-1722
ACCGCGCC	-1723
ACAGTT	-1724
ACTGAACC	-1725
AAAAAGATTT	-1726
CTGACTCC	-1727
CGAGCGGCGTCGG	-1728
CGGATACAT	-1729
AGGTCC	-1730
CTGACAGTT	-1731
TGGTGGTG	-1732
CTCACTCAAAGGCGGT	-1733
TGCTC	-1734
AACTAGAG	-1735
AGGGTTATTGT	-1736
AAACTTGGT	-1737
CTGTTATTGGG	-1738
AATCAGT	-1739
CCGTAAAA	-1740
CCCCGG	-1741
TTTATACATAGGCG	-1742
ATAACGCAGG	-1743
CAATAGGGG	-1744
ATTGTT	-1745
ATCTTCACCTAG	-1746
CTCGTCGTT	-1747
ACTTTCC	-1748
AAGTCATT	-1749
CGGAAACTCACTCG	-1750
CTTTCAGGG	-1751
TTTCC	-1752
CCTTGAG	-1753
CTGAGCT	-1754
ACTGGAAAG	-1755
ACTTGCCAG	-1756
CCTAGATCCACTT	-1757
ATTTGAATGTATTTAG	-1758
ATTGAG	-1759
ACGAAAT	-1760
ATTATCAAAAAGG	-1761
TCCGT	-1762
ACTGATTAACT	-1763
ATCCCCC	-1764
CTCAATTAGTC	-1765
AGATAACT	-1766
CGTGACGT	-1767
CTGGTTCAA	-1768
AAAAATAAACAAAT	-1769
CGCCAGTT	-1770
ATATATGAGT	-1771
ATATATGAAATCT	-1772
AATATTT	-1773
ATCCTTTTTGAT	-1774
TCCTAGAAGTGG	-1775
ATCTAGGTGAAG	-1776
ACTCATAT	-1777
CTGGTGAAG	-1778
CTACGACTT	-1779
CTTTCG	-1780
ACTCTAATAGTTTT	-1781
TGTCTG	-1782
TCACAG	-1783
ACAGTCTGGTTCAA	-1784
CGCCCGCG	-1785
CTAGGAACT	-1786
TCAATATTATTG	-1787
CGCCATAAT	-1788
ATAATAACTTCGT	-1789
AAAACGAGTGTACAAG	-1790
CATAACC	-1791
CTGCTCGC	-1792
CTTTTTCCTTCTCAT	-1793
TGCTACGG	-1794
CTCTCAAGG	-1795
AGTTAGATTTC	-1796
CGGTTTT	-1797
ACTCATATATACTTT	-1798
CGTTGTTGCCATTG	-1799
AATCTCATGACC	-1800
ATCCTG	-1801
CCCCGCCCT	-1802
ATTGGTT	-1803
CAAAAAAGGG	-1804
AAAGTGT	-1805
ATCTCAGCGAT	-1806
CTTTACGG	-1807
CTGTCC	-1808
CTACCG	-1809
CGTTTTTT	-1810
AGATTGATTT	-1811
ACCATTCGGG	-1812
ATCGAAGGG	-1813
CGGGGCTTCTTG	-1814
ACGCCGGTTG	-1815
CTCGACG	-1816
ATGTTGAAT	-1817
CGTTGTCAG	-1818
ACGTGCTC	-1819
ATCTGACCTACCT	-1820
CTTTGCGACCACTT	-1821
ACACGCGCCT	-1822
TCACCAGCGTTT	-1823
AAAATTG	-1824
CAGCATCTTTTACTT	-1825
TCATTTTCTACGACTT	-1826
TGGAAAGT	-1827
ACTCTTCCTTTT	-1828
AGTTACATG	-1829
ACGATG	-1830
ACGTTGG	-1831
ACTACTCGTG	-1832
CGTTTGAT	-1833
ATCCACGGAGTGACT	-1834
AATTCGTAACC	-1835
ATGCCATCCGT	-1836
ATCTGTCTAGCG	-1837
CTGTCTATTTCGTT	-1838
TGCTCATCAT	-1839
AAGTAAGTTGGCCG	-1840
CGTTGATACCT	-1841
AATATT	-1842
CAGTGAGGCACCT	-1843
CATCCATAGTTGC	-1844
AAAGGCACAG	-1845
AAGATGCTTTT	-1846
CGTGACCG	-1847
CGTTCTTCGGGG	-1848
ACCAATGCTTAAT	-1849
AATGCCTACCGT	-1850
ACGCGCAG	-1851
CTATTAATTGT	-1852
ACGATACACCG	-1853
ACATAGCAG	-1854
AATAAGGGCGAC	-1855
ACTGTTGCTAG	-1856
ATATACC	-1857
CAAAAGGTT	-1858
AAGAGTCTT	-1859
ACCGACCAAAT	-1860
AGTACATTG	-1861
ATGAATGAG	-1862
AAGTAAAAATT	-1863
CTGTGACTGG	-1864
AAACCAGCCAGC	-1865
CCGAGCGCAG	-1866
ATCCGCCTCC	-1867
ACGCGAGCCGGG	-1868
ATTTCAACGTC	-1869
ATTTTTAATTT	-1870
CCGCTT	-1871
ATTTATCAGCAAT	-1872
ACCATCTGGCC	-1873
AGCATCAATAG	-1874
ATCTAGGAAAATTT	-1875
CTTGTG	-1876
TGCCGGGAAG	-1877
ACGGGATAAT	-1878
ATCGCG	-1879
ATCCAGTTCG	-1880
AGCATCAATAGATGTG	-1881
AATTGACCGCTTG	-1882
TCCTGCAACTTT	-1883
AAAGGCACAGCGGG	-1884
TGGCGGAG	-1885
ACGAGTGGGT	-1886
CTCCCGT	-1887
ACTATTAGAGTACTGG	-1888
AATAAGGGAAAAAACG	-1889
CAACGATC	-1890
CTTCCTCGAT	-1891
ACGGAAATGTTGAAT	-1892
CGGTCTACCATTCGGG	-1893
ACTCATAAGTTGT	-1894
ATGTAACCC	-1895
CCGTTGTTAATT	-1896
AGCTTGACCTAG	-1897
AAGTAGTTCGCCAGTT	-1898
CCGAGCGCAGAAGTGG	-1899
ATGGTTATGG	-1900
AAACAGGAAGGCAA	-1901
AAAATTTCAAG	-1902
CGGAAGGACAAAA	-1903
AATAGTTTGCGCAA	-1904
AACTTTAAAAG	-1905
CAACTGATCTT	-1906
CTGGGTGAGCAA	-1907
CTAGTCAACCC	-1908
ACTCTT	-1909
ACTCACTATTGTG	-1910
CTTCATTCAGCTC	-1911
TGTCTTTTCGTAG	-1912
TGCTCTTGCC	-1913
ACTGAACCAACTC	-1914
AATTTTTACTT	-1915
CGGTTAGCTCCTT	-1916
CTTCCTCGATTGGCG	-1917
AGCAACCCTTGG	-1918
AATAGTGTATG	-1919
ATTTAGACCT	-1920
CATAATTCTCTT	-1921
CGAAAACTCTCAAGG	-1922
CACCCAACTGATCTT	-1923
CGCCATTCTAGGAACT	-1924
CCTTGT	-1925
CCAGCGGCGT	-1926
CAGTGTTATCACTC	-1927
AATACGTCACG	-1928
CGGTTCCCAACGATC	-1929
AACTAGCAACCCTTGG	-1930
ACTTCGGTATGGTTTG	-1931
AATAGTGTATGCGGCG	-1932
AACCAAGTCATT	-1933
ATGTAACCCACTCGTG	-1934
ACGGTATTGGT	-1935
CCAGTGCTGC	-1936
CTGGCCG	-1937
ACTGTCATTCTCTT	-1938
CTGACCG	-1939
AAAGAT	-1940
AAGACC	-1941
AAATCAATCTAAAGT	-1942
AACGTCGTGACCC	-1943
ATGAAGACGG	-1944
ATGTGATAAGAGTCTT	-1945
TGTCACGCTCGTCGTT	-1946
CCGATCGTTGTCAG	-1947
ACTGTGGTGCTACGG	-1948
AAGGCGAGTTACATG	-1949
AGTACATTGAGCGG	-1950
CCGTCGTGT	-1951
CGCCCTTTG	-1952
CTCATAG	-1953
CTCACCGGCTCCAG	-1954
ATGAAGTTTT	-1955
CTGCCCCTCAGTC	-1956
CGGCTT	-1957
ACGCTT	-1958
CGAGCC	-1959
ACGAAACGT	-1960
TGGGGATAAACAAAT	-1961
CTCGACGT	-1962
CCCGCTTT	-1963
CTACTT	-1964
CGTATTGGG	-1965
TGTTGTACCCCCT	-1966
AACTAAATTTTG	-1967
AATCGAGG	-1968
ATCCCCCATGTTGTG	-1969
ATGCAAAGC	-1970
AGTCAGG	-1971
AGTCGAGT	-1972
ATGTCCCG	-1973
AAATCGG	-1974
ATGGCATG	-1975
AGGGGTTCCGCGC	-1976
AATGAATCGGCC	-1977
AAGTATGCAAAGC	-1978
AACCGGCTAAGTAATT	-1979
AAGGAGCT	-1980
AATTCGTAACCATTG	-1981
CGGGGAGAGG	-1982
CTCGTG	-1983
CGCCCGTC	-1984
CCCCGAAAAG	-1985
ACCCCTGAAAGG	-1986
CCCCAGGCTCC	-1987
AAAAGCCCCTTT	-1988
CTCAATGT	-1989
ATGGTTC	-1990
AGGGGCGCGC	-1991
AATTTTAAC	-1992
G	-1993
C	-1994
A	-1995
T	-1996
